export const contents = [
  { title: "Story / ストーリー" },
  {
    title: "Design / デザイン",
    items: [
      {
        title: "外壁",
        description: [
          "杉板の縦張り、押縁仕上げを選びました。",
          "光の当たりぐあいによって変わる、立体的な表情を見せてくれます。",
          "自然な木の風合いを残し、経年変化を楽しむため天然素材を使った木材防護材「ウッドロングエコ」で塗装しました。",
        ],
      },
      {
        title: "屋根",
        description: [
          "雨が溜まらないように、アーチの屋根にしました。",
          "ガルバリウム鋼板をオリジナルのカラーに塗装しました。",
        ],
      },
      {
        title: "玄関",
        description: [
          "アーチの屋根に合わせてドアもアーチにしてみました。",
          "小さなポーチを設けています。",
          "夜にはダウンライトの温かい光が灯ります。",
        ],
      },
    ],
  },
  {
    title: "Living / 暮らし",
    items: [
      {
        title: "キッチン",
        description: [
          "最大20Lの水を使えるシンクを作りました。",
          "引き出しは走行時に開いてしまわないよう、プッシュオープン型を採用。",
          "収納スペースが限られている中、キッチンの引き出しが大事な収納場所になっています。",
        ],
      },
      {
        title: "ソファ・ベッド",
        description: [
          "普段はソファとして、就寝時は引き出してベッドとして使用できます。",
          "3分割で引き出すことができ、座るときに",
          "座面下には収納スペースがあります。",
        ],
      },
      {
        title: "テーブル",
        description: [
          "食事や仕事の時は、拡張テーブルを取り付け可能。",
          "ソファに座って使うのにちょうど良い位置に設置できます。",
          "取り付けは少し手間ですが、、",
        ],
      },
    ],
  },
  {
    title: "Power / 電源",
    items: [
      {
        title: "ポータブル電源",
        description: [
          "安全性が高いとされる半個体電池を使用したポータブル電源を採用。",

          "メインバッテリーと拡張バッテリーで合計5330Whと十分な容量があります。",
          "キッチンの一番下に収納しており、普段はUSBポート、コンセントを延長して使えるようにしています。",
        ],
      },
      {
        title: "ソーラーパネル",
        description: [
          "ポータブル電源の充電には屋根に取り付けた400Wのソーラーパネルを使用します。",
          "フレキシブルタイプのソーラーパネルなので、アーチ屋根にフィットして取り付けられました。",
        ],
      },
    ],
  },
  {
    title: "Confort / 快適性",
    items: [
      {
        title: "壁断熱",
        description: [
          "壁には30mmのスタイロフォームを詰め、できるだけ断熱されるようにしました。",
          "これで少しは快適になっているでしょうか？",
        ],
      },
      {
        title: "薪ストーブ",
        description: [
          "寒い日には薪ストーブを焚くこともできます。",
          "屋外で焚き火も良いですが、室内で炎を眺めるのもまた良いものです。",
        ],
      },
      {
        title: "クーラー",
        description: [
          "12Vクーラーを設置しており、暑くて我慢できないときには使用可能。",
          "ポータブル電源の出力をDCに変換して電源とするシステムを作成してもらいました。",
          "目立たないように収納と一体化させています。",
        ],
      },
    ],
  },
  {
    title: "Base & Mobility / ベース車両",
    items: [
      {
        title: "ベース車両",
        description: [
          "マツダ ボンゴトラックをベース車両として採用。",
          "最大積載量1,000kg / ダブルタイヤ / ロングボディ。",
        ],
      },
      {
        title: "バックカメラ",
        description: [
          "バックカメラを玄関上部に取付け、リアミラー型ドライブレコーダーで表示。",
          "バックカメラの予備と、左折時の死角をなくすことを目的に、さらに3つのカメラでモニターしています。",
        ],
      },
    ],
  },
];
