export const contents = [
  { title: "Story / ストーリー" },
  {
    title: "Design / デザイン",
    items: [
      {
        title: "外壁",
        description: [
          "杉板の縦張り、押縁仕上げを選びました。",
          "光の当たりぐあいによって変わる、立体的な表情を見せてくれます。",
          "自然な木の風合いを残し、経年変化を楽しむため天然素材を使った木材防護材「ウッドロングエコ」で仕上げました。",
        ],
        images: { count: 3, name: "wall" },
      },
      {
        title: "屋根",
        description: [
          "屋根の形状はかわいい見た目の、緩めのアーチにしました。",
          "軒とケラバを少しだけ出して雨除けにしています。",
          "ガルバリウム鋼板をオリジナルのカラーに塗装しました。",
          "前方にはフレキシブルタイプのソーラーパネルを設置しています。",
        ],
        images: { count: 3, name: "roof" },
      },
      {
        title: "玄関",
        description: [
          "アーチの屋根に合わせてドアの形もアーチにしてみました。",
          "ドアの外側には、小さなポーチを設けています。",
          "夜にはダウンライトの温かい光が灯ります。",
        ],
        images: { count: 2, name: "door" },
      },
    ],
  },
  {
    title: "Living / 暮らし",
    items: [
      {
        title: "キッチン",
        description: [
          "最大20Lの水を使えるシンクを備えたキッチンを作りました。",
          "引き出しは走行時に開いてしまわないよう、プッシュオープン型を採用しました。",
          "収納スペースが限られているため、この引き出しが貴重な収納場所になっています。",
          "空いたスペースを利用してスパイスラックも作ってみました。",
        ],
        images: { count: 4, name: "kitchen" },
      },
      {
        title: "ベッド",
        description: [
          "普段はソファとして、就寝時は引き出してベッドになります。",
          "3分割で引き出すことができ、背もたれを空いた場所に",
          "座面下には大きめの収納スペースがあります。",
        ],
        images: { count: 4, name: "bed" },
      },
      {
        title: "テーブル",
        description: [
          "食事や仕事の時は、拡張テーブルを取り付け可能。",
          "ソファに座って使うのにちょうど良い位置に設置できます。",
          "取り付けは少し手間ですが、、",
        ],
        images: { count: 3, name: "table" },
      },
    ],
  },
  {
    title: "Power / 電源",
    items: [
      {
        title: "ポータブル電源",
        description: [
          "安全性が高いとされる半個体電池を使用したポータブル電源を採用。",

          "メインバッテリーと拡張バッテリーで合計5330Whと十分な容量があります。",
          "キッチンの一番下に収納しており、普段はUSBポート、コンセントを延長して使えるようにしています。",
        ],
        images: { count: 3, name: "power" },
      },
      {
        title: "ソーラーパネル",
        description: [
          "ポータブル電源の充電には屋根に取り付けた400Wのソーラーパネルを使用します。",
          "フレキシブルタイプのソーラーパネルなので、アーチ屋根にフィットして取り付けられました。",
        ],
        images: { count: 2, name: "solar" },
      },
    ],
  },
  {
    title: "Confort / 快適性",
    items: [
      {
        title: "壁断熱",
        description: [
          "壁には30mmのスタイロフォームを詰め、できるだけ断熱されるようにしました。",
          "これで少しは快適になっているでしょうか？",
        ],
        images: { count: 2, name: "insulation" },
      },
      {
        title: "薪ストーブ",
        description: [
          "寒い日には薪ストーブを焚くこともできます。",
          "屋外で焚き火も良いですが、室内で炎を眺めるのもまた良いものです。",
        ],
        images: { count: 2, name: "stove" },
      },
      {
        title: "クーラー",
        description: [
          "12Vクーラーを設置しており、暑くて我慢できないときには使用可能。",
          "ポータブル電源の出力をDCに変換して電源とするシステムを作成してもらいました。",
          "目立たないように収納と一体化させています。",
        ],
        images: { count: 3, name: "cooler" },
      },
    ],
  },
  {
    title: "Base & Mobility / ベース車両",
    items: [
      {
        title: "ベース車両",
        description: [
          "マツダ ボンゴトラックをベース車両として採用。",
          "最大積載量1,000kg / ダブルタイヤ / ロングボディ。",
        ],
        images: { count: 3, name: "truck" },
      },
      {
        title: "バックカメラ",
        description: [
          "バックカメラを玄関上部に取付け、リアミラー型ドライブレコーダーで表示。",
          "バックカメラの予備と、左折時の死角をなくすことを目的に、さらに3つのカメラでモニターしています。",
        ],
        images: { count: 3, name: "monitor" },
      },
    ],
  },
];
